Repository: igorbenic/zip-recipes-free
Catalog: languages/zip-recipes-*.po
Languages: fi, sq

source: %d day
fi: %d päivä
sq: %d ditë

source: %d days
fi: %d päivää
sq: %d ditë

source: %d hour
fi: %d tunti

source: %d hours
fi: %d tuntia
sq: %d orë

source: %d minute
fi: %d minuutti
sq: %d minutë

source: %d minutes
fi: %d minuuttia
sq: %d minuta

source: %d month
fi: %d kuukausi
sq: %d muaj

source: %d months
fi: %d kuukautta
sq: %d muaj

source: %d second
fi: %d sekuntti
sq: %d sekondë

source: %d seconds
fi: %d sekunttia
sq: %d sekonda

source: %d year
fi: %d vuosi
sq: %d vit

source: %d years
fi: %d vuotta
sq: %d vite

source: Author:
fi: Tekijä
sq: Autor:

source: Calories per serving:
fi: Kaloria annosta kohden:
sq: Kalori për racion:

source: Calories:
fi: Kalorit:

source: Carbs per serving:
fi: Hiilihydraatit annosta kohden:
sq: Karbohidrate për racion:

source: Carbs:
fi: Hiilihydraatit:
sq: Karbohidrate:

source: Cook
fi: Paisto
sq: Gatimi:

source: Cook Time:
fi: Paisto aika:
sq: Koha e gatimit:

source: Fat per serving:
fi: Rasvaa annosta kohden:
sq: Yndyrna për racion:

source: Fat:
fi: Rasva:
sq: Yndyrna:

source: Fiber per serving:
fi: Kuitu annosta kohden:
sq: Fibra për racion:

source: Fiber:
fi: Kuitu:
sq: Fibra:

source: Ingredients
fi: Ainesosat
sq: Përbërësit

source: Instructions
fi: Ohje
sq: Hapat

source: Notes
fi: Muistiinpanot
sq: Shënime

source: Prep
fi: Valmistelu
sq: Përgatitje

source: Prep Time:
fi: Valmistelu aika:
sq: Koha e përgatitjes:

source: Prep:
fi: Valmistelu:

source: Print
fi: Tulosta
sq: Printo

source: Print this recipe
fi: Tulosta resepti
sq: Printo recetën

source: Protein per serving:
fi: Proteiini annosta kohden:
sq: Proteina për racion:

source: Protein:
fi: Proteiini:
sq: Proteina

source: Rate this recipe
fi: Arvostele resepti
sq: Vlerëso këtë recetë

source: Ready in
fi: Valmista:
sq: Gati për

source: Saturated fat per serving:
fi: Tyydyttynyt rasva annosta kohden:
sq: Yndyrna të ngopura për racion:

source: Saturated fat:
fi: Tyydyttynyt rasva:

source: Serves:
fi: Hlö:

source: Serving Size:
fi: Annoksien määrä:
sq: Racioni për:

source: Sodium per serving:
fi: Natrium annosta kohden:
sq: Sodium për racion:

source: Sodium:
fi: Natrium:

source: Sugar per serving:
fi: Sokeri annosta kohden:
sq: Sheqerna për racion:

source: Sugar:
fi: Sokeri:
sq: Sheqerna

source: Total Time:
fi: Aika yhteensä:
sq: Koha totale:

source: Total:
fi: Yhteensä:

source: Yield:
fi: Koko:
sq: Sasia:

source: ratings
fi: arvioita
sq: Vlerësime

source: stars
fi: tähdet
sq: Yje

source: Category:
sq: Kategori:

source: Cholesterol:
sq: Kolesterol:

source: Cuisine:
sq: Kuzhina:

source: Trans fat:
sq: Yndyrna të ngopura

source: Your rating:
sq: Vlerësimi juaj
